var faces = [
  "( ͡° ͜ʖ ͡°)",
  "( ͠° ͟ʖ ͡°)",
  "ᕦ( ͡° ͜ʖ ͡°)ᕤ",
  "( ͡~ ͜ʖ ͡°)",
  "( ͡o ͜ʖ ͡o)",
  "͡° ͜ʖ ͡ -",
  "( ͡͡ ° ͜ ʖ ͡ °)﻿",
  "( ͡ ͡° ͡°  ʖ ͡° ͡°)",
  "(ง ͠° ͟ل͜ ͡°)ง",
  "( ͡° ͜ʖ ͡ °)",
  "(ʖ ͜° ͜ʖ)",
  "[ ͡° ͜ʖ ͡°]",
  "( ͡o ͜ʖ ͡o)",
  "{ ͡• ͜ʖ ͡•}",
  "( ͡° ͜V ͡°)",
  "( ͡^ ͜ʖ ͡^)",
  "( ‾ʖ̫‾)",
  "( ͡°╭͜ʖ╮͡° )",
  "ᕦ( ͡°╭͜ʖ╮͡° )ᕤ",
  "(͡ ͡° ͜ つ ͡͡°)",
  "( ͡°( ͡° ͜ʖ( ͡° ͜ʖ ͡°)ʖ ͡°) ͡°)",
  "( ͡° ʖ̯ ͡°)",
  "༼ つ  ͡° ͜ʖ ͡° ༽つ",
  "( ಠ ͜ʖರೃ)",
  "(° ͡ ͜ ͡ʖ ͡ °)",
  "(ノ͡° ͜ʖ ͡°)ノ︵┻┻",
  "( ͡° ͜ʖ ͡°)=ε✄",
  "┴┬┴┤( ͡° ͜ʖ├┬┴┬",
  "ᕙ( ͡° ͜ʖ ͡°)ᕗ",
  "(つ ͡° ͜ʖ ͡°)つ",
  "(∩ ͡ ° ʖ ͡ °) ⊃-(===>",
  "ヽ( ͝° ͜ʖ͡°)ﾉ",
  "( ͡° ͜ʖ ͡°)>⌐■-■",
  "╚═( ͡° ͜ʖ ͡°)═╝",
  "╰( ͡° ͜ʖ ͡° )つ──☆*:・ﾟ",
  "( ͡☉ ͜ʖ ͡☉)",
  "─=≡Σᕕ( ͡° ͜ʖ ͡°)ᕗ",
  "ᕕ( ͡° ͜ʖ ͡°)ᕗ"
]

module.exports = function () {
  return faces[Math.floor(Math.random() * faces.length)]
}

module.exports.faces = faces
